Repository: rajinsyed/supermux
Catalog: Packages/iOS/CmuxMobileShellUI/Sources/CmuxMobileShellUI/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: ^[%lld file](inflect: true)
ja: %lld件のファイル

# terminal.artifact.chip.accessibility_label
source: Open files in view
ja: 表示中のファイルを開く

# terminal.artifact.chip.count
source: %lld files
ja: %lld件のファイル

# terminal.artifact.gallery.empty
source: No files in view
ja: 表示中のファイルはありません

# terminal.artifact.gallery.done
source: Done
ja: 完了

# terminal.artifact.gallery.kind.binary
source: Binary file
ja: バイナリファイル

# terminal.artifact.gallery.kind.directory
source: Folder
ja: フォルダ

# terminal.artifact.gallery.kind.image
source: Image
ja: 画像

# terminal.artifact.gallery.kind.text
source: Text document
ja: テキスト書類

# terminal.artifact.gallery.loading
source: Loading files…
ja: ファイルを読み込み中…

# terminal.artifact.gallery.loading_more
source: Loading more…
ja: さらに読み込み中…

# terminal.artifact.gallery.missing
source: No longer on your Mac
ja: Macにありません

# terminal.artifact.gallery.provenance.attached
source: Attached
ja: 添付

# terminal.artifact.gallery.provenance.created
source: Created
ja: 作成

# terminal.artifact.gallery.provenance.referenced
source: Referenced
ja: 参照

# terminal.artifact.gallery.retry
source: Retry
ja: 再試行

# terminal.artifact.gallery.scope
source: Scope
ja: 範囲

# terminal.artifact.gallery.scope.in_view
source: In view
ja: 表示中

# terminal.artifact.gallery.scope.session
source: Session
ja: セッション

# terminal.artifact.gallery.session_empty
source: No files in this session
ja: このセッションにはファイルがありません

# terminal.artifact.gallery.search
source: Search session files
ja: セッションのファイルを検索

# terminal.artifact.gallery.section.attached
source: You attached
ja: あなたの添付

# terminal.artifact.gallery.section.created
source: Created by agent
ja: エージェントが作成

# terminal.artifact.gallery.section.referenced
source: Referenced
ja: 参照

# terminal.artifact.gallery.title
source: Files
ja: ファイル

# terminal.artifact.gallery.unreachable.message
source: Check the connection to your Mac and try again.
ja: Macへの接続を確認して、もう一度お試しください。

# terminal.artifact.gallery.unreachable.title
source: Mac unreachable
ja: Macに接続できません

# terminal.artifact.gallery.view_mode
source: View
ja: 表示

# terminal.artifact.gallery.view_mode.grid
source: Icons
ja: アイコン

# terminal.artifact.gallery.view_mode.list
source: List
ja: リスト
